anysphere.pyright
aykutsarac.jsoncrack-vscode
batisteo.vscode-django
beardedbear.beardedtheme
bradlc.vscode-tailwindcss
ctenbrinke.vscode-tsv
eamodio.gitlens
ecmel.vscode-html-css
esbenp.prettier-vscode
github.copilot
github.copilot-chat
github.remotehub
jeff-hykin.better-cpp-syntax
mechatroner.rainbow-csv
moalamri.inline-fold
ms-azuretools.vscode-azurefunctions
ms-azuretools.vscode-azureresourcegroups
ms-azuretools.vscode-docker
ms-python.black-formatter
ms-python.isort
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh-edit
ms-vscode-remote.remote-wsl
ms-vscode-remote.vscode-remote-extensionpack
ms-vscode.azure-repos
ms-vscode.remote-repositories
naumovs.color-highlight
prisma.prisma
pshershov.blueberry-banana
rangav.vscode-thunder-client
tomrijndorp.find-it-faster
unifiedjs.vscode-mdx
usernamehw.errorlens
vincaslt.highlight-matching-tag
vscodevim.vim
wholroyd.jinja
zhuangtongfa.material-theme
